export default {
   stickersId: {
      greet: "CAACAgIAAxkBAAEF4A9jJ4vmtDYFt8oEvldEa4iuQ0fLeAACjRoAAjl3IEuGvGm9V0ZEaikE",
      fail: "CAACAgIAAxkBAAEF4BFjJ4wvUtsCrFxlWWbsDbgberbRsgACUQADKA9qFJAdmSKvtlRQKQQ",
   },
   message: {
      greet: "<b>🖖 Приветствую</b>\n\n<u>Просто введите название фильма / сериала</u>\n\n<i>Можете использовать как русское название, так и оригинальное.\n\nЕсли введете еще и год, то поиск будет еще точнее.</i>",
      fail: "<b>К сожалению фильмов / сериалов с таким названием не найдено...</b>\n\n<i>Попробуйте ввести более точное название или <u>оригинальное название</u>, так же можете <b>указать год</b></i>",
      searchList: "🔎  Похоже вы искали:",
      buttons: {
         watchInPlayer: "▶   Смотреть в плеере ",
      },
      loader: {
         searchMoviesList: "🗿  Подождите секундочку, ищем...",
         loadMovieInfo: "🎞  Подождите секундочку, загружаем...",
      },
   },
}
